sater4.x/EprocNext/eProcurementNext.Razor/eProcurementNext.Razor/wwwroot/ted/pubblicaGara.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xb="xmlbeans.massload.simog.avlp.it">
   <soapenv:Header/>
   <soapenv:Body>
      <xb:pubblicaGaraTED>
         <ticket>@@@TICKET@@@</ticket>
         <indexCollaborazione>@@@INDEX@@@</indexCollaborazione>
         <id_gara>@@@ID_GARA@@@</id_gara>
         @@@TED_DATA_SCADENZA_PAG@@@
		     @@@TED_ORA_SCADENZA@@@
         <datiPubblicazione>
            <Pubblicazione
				     xb:QUOTIDIANI_NAZ="@@@TED_NUMERO_QUOTIDIANI_NAZ@@@"
				     xb:QUOTIDIANI_REG="@@@TED_NUMERO_QUOTIDIANI_REGIONALI@@@"
				     xb:PERIODICI="0"
				     xb:PROFILO_COMMITTENTE="S"
				     xb:SITO_MINISTERO_INF_TRASP="@@@TED_SITO_MINISTERO_INF_TRASP@@@"
				     xb:SITO_OSSERVATORIO_CP="N"
				     @@@TED_LINK_SITO@@@
				     xb:FLAG_SOSPESO="N"/>
         </datiPubblicazione>
         @@@TED_DATA_SCADENZA_RICHIESTA_INVITO@@@
		     @@@TED_DATA_LETTERA_INVITO@@@
      </xb:pubblicaGaraTED>
   </soapenv:Body>
</soapenv:Envelope>